tap "cloudfoundry/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homeport/tap"
tap "nikolaeu/numi"
brew "cmake"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "go"
brew "jfrog-cli"
brew "juliaup"
brew "node"
brew "jupyterlab"
brew "licenseplist"
brew "mas"
brew "nvm"
brew "openssh"
brew "podman"
brew "protobuf"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "swi-prolog"
brew "typst"
brew "wget"
brew "whalebrew"
brew "yadm"
brew "yarn"
brew "cloudfoundry/tap/cf-cli@8"
brew "homeport/tap/termshot"
cask "alfred"
cask "alt-tab"
cask "iterm2"
cask "wine-crossover"
cask "xcodes"
mas "AdBlock", id: 1402042596
mas "Dropzone 4", id: 1485052491
mas "Elpy", id: 1440013765
mas "Horo", id: 1437226581
mas "iBar", id: 6443843900
mas "PiPifier", id: 1160374471
mas "Pluralsight", id: 431748264
whalebrew "directory"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alexcvzz.vscode-sqlite"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "hoffs.dotnet-secret-explorer"
vscode "humao.rest-client"
vscode "iljapostnovs.ui5plugin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "myriad-dreamin.tinymist"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "sap-nvt-sp.calorie"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-remote-access"
vscode "saposs.app-studio-toolkit"
vscode "saposs.sap-guided-answers-extension"
vscode "saposs.vscode-ui5-language-assistant"
vscode "saposs.xml-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-fiori-tools-extension-pack"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "vsls-contrib.gitdoc"
vscode "wix.vscode-import-cost"
