tap "cloudfoundry/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homeport/tap"
tap "nikitabobko/tap"
tap "nikolaeu/numi"
brew "cmake"
brew "gh"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "go"
brew "jfrog-cli"
brew "juliaup"
brew "node"
brew "jupyterlab"
brew "licenseplist"
brew "mas"
brew "nvm"
brew "openssh"
brew "podman"
brew "protobuf"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "swi-prolog"
brew "typst"
brew "wget"
brew "whalebrew"
brew "yadm"
brew "yarn"
brew "zsh"
brew "cloudfoundry/tap/cf-cli@8"
brew "homeport/tap/termshot"
cask "aerospace"
cask "alfred"
cask "altserver"
cask "bruno"
cask "docker"
cask "iterm2"
cask "monitorcontrol"
cask "wine-crossover"
cask "xcodes"
cask "zen-browser"
whalebrew "directory"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "oderwat.indent-rainbow"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "tomoki1207.pdf"
vscode "vintharas.learn-vim"
vscode "vsls-contrib.gitdoc"
